Repository: Bengerthelorf/macIconChanger
Catalog: IconChanger/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Select an app to see its details
ar: اختر تطبيقًا لعرض تفاصيله
cs: Vyberte aplikaci pro zobrazení podrobností
da: Vælg en app for at se dens detaljer
de: Wählen Sie eine App aus, um ihre Details anzuzeigen
el: Επιλέξτε μια εφαρμογή για να δείτε τις λεπτομέρειές της
es: Seleccione una aplicación para ver sus detalles
fi: Valitse sovellus nähdäksesi sen tiedot
fr: Sélectionnez une application pour voir ses détails
hi: विवरण देखने के लिए एक ऐप चुनें
hu: Válasszon egy alkalmazást a részletek megtekintéséhez
id: Pilih aplikasi untuk melihat detailnya
it: Seleziona un'app per vedere i dettagli
ja: アプリを選択して詳細を表示
ko: 앱을 선택하여 세부 정보를 확인하세요
ms: Pilih apl untuk melihat butirannya
nb: Velg en app for å se detaljer
nl: Selecteer een app om de details te bekijken
pl: Wybierz aplikację, aby zobaczyć szczegóły
pt: Selecione um aplicativo para ver seus detalhes
ro: Selectați o aplicație pentru a vedea detaliile
ru: Выберите приложение для просмотра деталей
sv: Välj en app för att se dess detaljer
th: เลือกแอปเพื่อดูรายละเอียด
tr: Ayrıntılarını görmek için bir uygulama seçin
uk: Виберіть додаток, щоб переглянути деталі
vi: Chọn một ứng dụng để xem chi tiết
zh_hans: 选择一个应用以查看其详细信息
zh_hant: 選取 App 以查看其詳細資訊
zh_hk: 選取應用程式以查看其詳細資訊

source: Service Status
ar: حالة الخدمة
cs: Stav služby
da: Tjenestestatus
de: Dienststatus
el: Κατάσταση υπηρεσίας
es: Estado del servicio
fi: Palvelun tila
fr: État du service
hi: सेवा स्थिति
hu: Szolgáltatás állapota
id: Status Layanan
it: Stato del servizio
ja: サービス状態
ko: 서비스 상태
ms: Status Perkhidmatan
nb: Tjenestestatus
pl: Status usługi
pt: Status do serviço
ro: Stare serviciu
ru: Статус службы
sv: Tjänststatus
th: สถานะบริการ
tr: Hizmet Durumu
uk: Стан сервісу
vi: Trạng thái dịch vụ
zh_hans: 服务状态
zh_hant: 服務狀態
zh_hk: 服務狀態

source: Set Alias Name
ar: تعيين اسم مستعار
cs: Nastavit název aliasu
da: Indstil aliasnavn
de: Aliasname festlegen
el: Ορισμός ψευδωνύμου
es: Establecer nombre de alias
fi: Aseta aliasnimi
fr: Définir un alias
hi: उपनाम सेट करें
hu: Álnév beállítása
id: Atur Nama Alias
it: Imposta nome alias
ja: エイリアス名を設定
ko: 별칭 이름 설정
ms: Tetapkan Nama Alias
nb: Angi aliasnavn
nl: Aliasnaam instellen
pl: Ustaw nazwę aliasu
pt: Definir nome do alias
ro: Setare nume alias
ru: Задать псевдоним
sv: Ange aliasnamn
th: ตั้งชื่อนามแฝง
tr: Takma Ad Ayarla
uk: Встановити псевдонім
vi: Đặt tên bí danh
zh_hans: 设置别名
zh_hant: 設定替身名稱
zh_hk: 設定替身名稱

source: Set Custom Check Interval
ar: تعيين فترة فحص مخصصة
cs: Nastavit vlastní interval kontroly
da: Indstil brugerdefineret kontrolinterval
de: Benutzerdefiniertes Prüfintervall festlegen
el: Ορισμός προσαρμοσμένου διαστήματος ελέγχου
es: Establecer intervalo personalizado de comprobación
fi: Aseta mukautettu tarkistusväli
fr: Définir l'intervalle de vérification personnalisé
hi: कस्टम जांच अंतराल सेट करें
hu: Egyéni ellenőrzési időköz beállítása
id: Atur Interval Pemeriksaan Kustom
it: Imposta intervallo di controllo personalizzato
ja: カスタムチェック間隔を設定
ko: 사용자 지정 확인 간격 설정
ms: Tetapkan Selang Semakan Tersuai
nb: Angi tilpasset kontrollintervall
nl: Aangepast controle-interval instellen
pl: Ustaw niestandardowy interwał sprawdzania
pt: Definir intervalo personalizado de verificação
ro: Setare interval personalizat de verificare
ru: Задать пользовательский интервал проверки
sv: Ange anpassat kontrollintervall
th: ตั้งค่าช่วงเวลาตรวจสอบที่กำหนดเอง
tr: Özel Kontrol Aralığını Ayarla
uk: Встановити користувацький інтервал перевірки
vi: Đặt khoảng thời gian kiểm tra tùy chỉnh
zh_hans: 设置自定义检查间隔
zh_hant: 設定自訂檢查間隔
zh_hk: 設定自訂檢查間隔

source: Set Custom Restoration Interval
ar: تعيين فترة استعادة مخصصة
cs: Nastavit vlastní interval obnovení
da: Indstil brugerdefineret gendannelsesinterval
de: Benutzerdefiniertes Wiederherstellungsintervall festlegen
el: Ορισμός προσαρμοσμένου διαστήματος επαναφοράς
es: Establecer intervalo personalizado de restauración
fi: Aseta mukautettu palautusväli
fr: Définir l'intervalle de restauration personnalisé
hi: कस्टम पुनर्स्थापना अंतराल सेट करें
hu: Egyéni visszaállítási időköz beállítása
id: Atur Interval Pemulihan Kustom
it: Imposta intervallo di ripristino personalizzato
ja: カスタム復元間隔を設定
ko: 사용자 지정 복원 간격 설정
ms: Tetapkan Selang Pemulihan Tersuai
nb: Angi tilpasset gjenopprettingsintervall
nl: Aangepast herstelinterval instellen
pl: Ustaw niestandardowy interwał przywracania
pt: Definir intervalo personalizado de restauração
ro: Setare interval personalizat de restaurare
ru: Задать пользовательский интервал восстановления
sv: Ange anpassat återställningsintervall
th: ตั้งค่าช่วงเวลาการกู้คืนที่กำหนดเอง
tr: Özel Geri Yükleme Aralığını Ayarla
uk: Встановити користувацький інтервал відновлення
vi: Đặt khoảng thời gian khôi phục tùy chỉnh
zh_hans: 设置自定义恢复间隔
zh_hant: 設定自訂回復間隔
zh_hk: 設定自訂回復間隔

source: Set the Alias
ar: تعيين الاسم المستعار
cs: Nastavit alias
da: Indstil alias
de: Alias festlegen
el: Ορισμός ψευδωνύμου
es: Establecer el alias
fi: Aseta alias
fr: Définir l'alias
hi: उपनाम सेट करें
hu: Álnév beállítása
id: Atur Alias
it: Imposta l'alias
ja: エイリアスを設定
ko: 별칭 설정
ms: Tetapkan Alias
nb: Angi alias
nl: Alias instellen
pl: Ustaw alias
pt: Definir o alias
ro: Setare alias
ru: Задать псевдоним
sv: Ange alias
th: ตั้งนามแฝง
tr: Takma Adı Ayarla
uk: Встановити псевдонім
vi: Đặt bí danh
zh_hans: 设置别名
zh_hant: 設定替身
zh_hk: 設定替身

source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fr: Réglages
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

source: Setup Error
ar: خطأ في الإعداد
cs: Chyba nastavení
da: Installationsfejl
de: Einrichtungsfehler
el: Σφάλμα εγκατάστασης
es: Error de configuración
fi: Asennusvirhe
fr: Erreur de configuration
hi: सेटअप त्रुटि
hu: Telepítési hiba
id: Kesalahan Pengaturan
it: Errore configurazione
ja: セットアップエラー
ko: 설정 오류
ms: Ralat Persediaan
nb: Oppsettsfeil
nl: Installatiefout
pl: Błąd konfiguracji
pt: Erro de configuração
ro: Eroare de configurare
ru: Ошибка настройки
sv: Installationsfel
th: ข้อผิดพลาดในการตั้งค่า
tr: Kurulum Hatası
uk: Помилка налаштування
vi: Lỗi cài đặt
zh_hans: 设置错误
zh_hant: 設定錯誤
zh_hk: 設定錯誤

source: Setup Status
ar: حالة الإعداد
cs: Stav nastavení
da: Installationsstatus
de: Einrichtungsstatus
el: Κατάσταση εγκατάστασης
es: Estado de configuración
fi: Asennuksen tila
fr: État de la configuration
hi: सेटअप स्थिति
hu: Telepítés állapota
id: Status Pengaturan
it: Stato configurazione
ja: セットアップ状態
ko: 설정 상태
ms: Status Persediaan
nb: Oppsettsstatus
nl: Installatiestatus
pl: Status konfiguracji
pt: Status da configuração
ro: Stare configurare
ru: Состояние настройки
sv: Installationsstatus
th: สถานะการตั้งค่า
tr: Kurulum Durumu
uk: Стан налаштування
vi: Trạng thái cài đặt
zh_hans: 设置状态
zh_hant: 設定狀態
zh_hk: 設定狀態

source: Setup was canceled.
ar: تم إلغاء الإعداد.
cs: Nastavení bylo zrušeno.
da: Installationen blev annulleret.
de: Die Einrichtung wurde abgebrochen.
el: Η εγκατάσταση ακυρώθηκε.
es: La configuración fue cancelada.
fi: Asennus peruutettiin.
fr: La configuration a été annulée.
hi: सेटअप रद्द कर दिया गया।
hu: A telepítés megszakadt.
id: Pengaturan dibatalkan.
it: La configurazione è stata annullata.
ja: 設定がキャンセルされました。
ko: 설정이 취소되었습니다.
ms: Persediaan telah dibatalkan.
nb: Oppsettet ble avbrutt.
nl: Installatie is geannuleerd.
pl: Konfiguracja została anulowana.
pt: A configuração foi cancelada.
ro: Configurarea a fost anulată.
ru: Настройка была отменена.
sv: Installationen avbröts.
th: การตั้งค่าถูกยกเลิก
tr: Kurulum iptal edildi.
uk: Налаштування скасовано.
vi: Cài đặt đã bị hủy.
zh_hans: 设置已取消。
zh_hant: 設定已取消。
zh_hk: 設定已取消。

source: Show in Dock
ar: إظهار في شريط المهام
cs: Zobrazit v Docku
da: Vis i Dock
de: Im Dock anzeigen
el: Εμφάνιση στο Dock
es: Mostrar en el Dock
fi: Näytä Dockissa
fr: Afficher dans le Dock
hi: डॉक में दिखाएं
hu: Megjelenítés a Dockban
id: Tampilkan di Dock
it: Mostra nel Dock
ja: Dockに表示
ko: Dock에 표시
ms: Tunjukkan dalam Dok
nb: Vis i Dock
nl: In Dock weergeven
pl: Pokaż w Docku
pt: Mostrar no Dock
ro: Afișare în Dock
ru: Показать в Dock
sv: Visa i Dock
th: แสดงใน Dock
tr: Dock'ta Göster
uk: Показати в Dock
vi: Hiển thị trong Dock
zh_hans: 在程序坞中显示
zh_hant: 在 Dock 中顯示
zh_hk: 在 Dock 中顯示

source: Show in Menu Bar
ar: إظهار في شريط القوائم
cs: Zobrazit v panelu nabídek
da: Vis i menulinjen
de: In der Menüleiste anzeigen
el: Εμφάνιση στη γραμμή μενού
es: Mostrar en la barra de menús
fi: Näytä valikkorivissä
fr: Afficher dans la barre des menus
hi: मेनू बार में दिखाएं
hu: Megjelenítés a menüsorban
id: Tampilkan di Bilah Menu
it: Mostra nella barra dei menu
ja: メニューバーに表示
ko: 메뉴 바에 표시
ms: Tunjukkan dalam Bar Menu
nb: Vis i menylinjen
nl: In menubalk weergeven
pl: Pokaż na pasku menu
pt: Mostrar na barra de menus
ro: Afișare în bara de meniu
ru: Показать в строке меню
sv: Visa i menyraden
th: แสดงในแถบเมนู
tr: Menü Çubuğunda Göster
uk: Показати в рядку меню
vi: Hiển thị trên thanh menu
zh_hans: 在菜单栏中显示
zh_hant: 在選單列中顯示
zh_hk: 在選單列中顯示

source: Show in the Finder
ar: إظهار في Finder
cs: Zobrazit ve Finderu
da: Vis i Finder
de: Im Finder anzeigen
el: Εμφάνιση στο Finder
es: Mostrar en el Finder
fi: Näytä Finderissa
fr: Afficher dans le Finder
hi: Finder में दिखाएं
hu: Megjelenítés a Finderben
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
ms: Tunjukkan dalam Finder
nb: Vis i Finder
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
ro: Afișare în Finder
ru: Показать в Finder
sv: Visa i Finder
th: แสดงใน Finder
tr: Finder'da Göster
uk: Показати у Finder
vi: Hiển thị trong Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示
zh_hk: 在 Finder 中顯示

source: Show More
ar: عرض المزيد
cs: Zobrazit více
da: Vis mere
de: Mehr anzeigen
el: Εμφάνιση περισσότερων
es: Mostrar más
fi: Näytä lisää
fr: Afficher plus
hi: और दिखाएं
hu: Több megjelenítése
id: Tampilkan Lebih Banyak
it: Mostra altro
ja: さらに表示
ko: 더 보기
ms: Tunjukkan Lagi
nb: Vis mer
nl: Meer weergeven
pl: Pokaż więcej
pt: Mostrar mais
ro: Afișare mai mult
ru: Показать ещё
sv: Visa mer
th: แสดงเพิ่มเติม
tr: Daha Fazla Göster
uk: Показати більше
vi: Hiển thị thêm
zh_hans: 显示更多
zh_hant: 顯示更多
zh_hk: 顯示更多

source: Simplified Chinese
ar: الصينية المبسطة
cs: Zjednodušená čínština
da: Forenklet kinesisk
de: Vereinfachtes Chinesisch
el: Απλοποιημένα κινεζικά
es: Chino simplificado
fi: Yksinkertaistettu kiina
fr: Chinois simplifié
hi: सरलीकृत चीनी
hu: Egyszerűsített kínai
id: Tionghoa Sederhana
it: Cinese semplificato
ja: 簡体字中国語
ko: 중국어(간체)
ms: Cina Ringkas
nb: Forenklet kinesisk
nl: Vereenvoudigd Chinees
pl: Chiński uproszczony
pt: Chinês simplificado
ro: Chineză simplificată
ru: Упрощённый китайский
sv: Förenklad kinesiska
th: จีนตัวย่อ
tr: Basitleştirilmiş Çince
uk: Спрощена китайська
vi: Tiếng Trung giản thể
zh_hans: 简体中文
zh_hant: 簡體中文
zh_hk: 簡體中文

source: Spanish
ar: الإسبانية
cs: Španělština
da: Spansk
de: Spanisch
el: Ισπανικά
es: Español
fi: Espanja
fr: Espagnol
hi: स्पेनी
hu: Spanyol
id: Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
ms: Bahasa Sepanyol
nb: Spansk
nl: Spaans
pl: Hiszpański
pt: Espanhol
ro: Spaniolă
ru: Испанский
sv: Spanska
th: สเปน
tr: İspanyolca
uk: Іспанська
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙语
zh_hant: 西班牙文
zh_hk: 西班牙文

source: Squircle Jail Escape Complete
ar: اكتمل الخروج من سجن الأيقونة المربعة
cs: Únik ze squircle vězení dokončen
da: Squircle-fængselsflugten fuldført
de: Squircle-Gefängnisausbruch abgeschlossen
el: Η απόδραση από τη φυλακή squircle ολοκληρώθηκε
es: Escape de la cárcel squircle completado
fi: Squircle-vankilapako valmis
fr: Évasion de la prison squircle terminée
hi: स्क्विर्कल जेल से बचाव पूरा
hu: Squircle börtönből szabadulás kész
id: Keluar dari penjara squircle selesai
it: Fuga dalla prigione squircle completata
ja: スクワークル監獄からの脱出完了
ko: 스쿼클 감옥 탈출 완료
ms: Keluar dari penjara squircle selesai
nb: Squircle-fengselsrømming fullført
nl: Squircle-gevangenisontsnapping voltooid
pl: Ucieczka z więzienia squircle zakończona
pt: Fuga da prisão squircle concluída
ro: Evadarea din închisoarea squircle completă
ru: Побег из тюрьмы squircle завершён
sv: Squircle-fängelseflykt slutförd
th: หนีจากคุก squircle เสร็จสมบูรณ์
tr: Squircle hapisten kaçış tamamlandı
uk: Втеча з в'язниці squircle завершена
vi: Thoát khỏi nhà tù squircle hoàn tất
zh_hans: 逃出圆角矩形监狱完成
zh_hant: 逃出圓角矩形監獄完成
zh_hk: 逃出圓角矩形監獄完成

source: Start Hidden
ar: البدء مخفيًا
cs: Skrytý start
da: Start skjult
de: Versteckt starten
el: Κρυφή εκκίνηση
es: Iniciar oculto
fi: Käynnistä piilotettuna
fr: Démarrer en arrière-plan
hi: छिपकर शुरू करें
hu: Rejtett indítás
id: Mulai Tersembunyi
it: Avvio nascosto
ja: バックグラウンドで起動
ko: 숨김 상태로 시작
ms: Mula Tersembunyi
nb: Start skjult
nl: Verborgen starten
pl: Ukryty start
pt: Iniciar oculto
ro: Pornire ascunsă
ru: Скрытый запуск
sv: Starta dold
th: เริ่มแบบซ่อน
tr: Gizli Başlat
uk: Прихований запуск
vi: Khởi động ẩn
zh_hans: 后台启动
zh_hant: 背景啟動
zh_hk: 背景啟動

source: Status
ar: الحالة
cs: Stav
el: Κατάσταση
es: Estado
fi: Tila
fr: Statut
hi: स्थिति
hu: Állapot
it: Stato
ja: 状態
ko: 상태
ro: Stare
ru: Статус
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態
zh_hk: 狀態

source: Style
ar: النمط
cs: Styl
da: Stil
de: Stil
el: Στυλ
es: Estilo
fi: Tyyli
hi: शैली
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
ms: Gaya
nb: Stil
nl: Stijl
pl: Styl
pt: Estilo
ro: Stil
ru: Стиль
sv: Stil
th: รูปแบบ
tr: Stil
uk: Стиль
vi: Kiểu
zh_hans: 风格
zh_hant: 風格
zh_hk: 風格

source: Swedish
ar: السويدية
cs: Švédština
da: Svensk
de: Schwedisch
el: Σουηδικά
es: Sueco
fi: Ruotsi
fr: Suédois
hi: स्वीडिश
hu: Svéd
id: Swedia
it: Svedese
ja: スウェーデン語
ko: 스웨덴어
ms: Bahasa Sweden
nb: Svensk
nl: Zweeds
pl: Szwedzki
pt: Sueco
ro: Suedeză
ru: Шведский
sv: Svenska
th: สวีเดน
tr: İsveççe
uk: Шведська
vi: Tiếng Thụy Điển
zh_hans: 瑞典语
zh_hant: 瑞典語
zh_hk: 瑞典語

source: System Default
ar: الافتراضي للنظام
cs: Výchozí systémové
da: Systemstandard
de: Systemstandard
el: Προεπιλογή συστήματος
es: Predeterminado del sistema
fi: Järjestelmän oletusarvo
fr: Par défaut
hi: सिस्टम डिफ़ॉल्ट
hu: Rendszer alapértelmezett
id: Default Sistem
it: Predefinito di sistema
ja: システムデフォルト
ko: 시스템 기본값
ms: Lalai Sistem
nb: Systemstandard
nl: Systeemstandaard
pl: Domyślny systemowy
pt: Padrão do sistema
ro: Implicit sistem
ru: Системный по умолчанию
sv: Systemstandard
th: ค่าเริ่มต้นของระบบ
tr: Sistem Varsayılanı
uk: Системне за замовчуванням
vi: Mặc định hệ thống
zh_hans: 系统默认
zh_hant: 系統預設
zh_hk: 系統預設

source: Test API Connection
ar: اختبار اتصال API
cs: Otestovat připojení API
da: Test API-forbindelse
de: API-Verbindung testen
el: Δοκιμή σύνδεσης API
es: Probar conexión API
fi: Testaa API-yhteys
fr: Tester la connexion API
hi: API कनेक्शन परीक्षण करें
hu: API-kapcsolat tesztelése
id: Uji Koneksi API
it: Testa connessione API
ja: API接続をテスト
ko: API 연결 테스트
ms: Uji Sambungan API
nb: Test API-tilkobling
nl: API-verbinding testen
pl: Testuj połączenie API
pt: Testar conexão API
ro: Testare conexiune API
ru: Тестировать подключение API
sv: Testa API-anslutning
th: ทดสอบการเชื่อมต่อ API
tr: API Bağlantısını Test Et
uk: Тестувати з'єднання API
vi: Kiểm tra kết nối API
zh_hans: 测试API连接
zh_hant: 測試 API 連線
zh_hk: 測試 API 連線

source: Testing...
ar: جارٍ الاختبار...
cs: Testování...
da: Tester...
de: Testen...
el: Δοκιμή...
es: Probando...
fi: Testataan...
fr: Test en cours...
hi: परीक्षण हो रहा है...
hu: Tesztelés...
id: Menguji...
it: Test in corso...
ja: テスト中...
ko: 테스트 중...
ms: Menguji...
nb: Tester...
nl: Testen...
pl: Testowanie...
pt: Testando...
ro: Se testează...
ru: Тестирование...
sv: Testar...
th: กำลังทดสอบ...
tr: Test ediliyor...
uk: Тестування...
vi: Đang kiểm tra...
zh_hans: 测试中...
zh_hant: 測試中...
zh_hk: 測試中...

source: Thai
ar: التايلاندية
cs: Thajština
da: Thailandsk
de: Thailändisch
el: Ταϊλανδικά
es: Tailandés
fr: Thaï
hi: थाई
it: Tailandese
ja: タイ語
ko: 태국어
ms: Bahasa Thai
nl: Thais
pl: Tajski
pt: Tailandês
ro: Thailandeză
ru: Тайский
sv: Thailändska
th: ไทย
tr: Tayca
uk: Тайська
vi: Tiếng Thái
zh_hans: 泰语
zh_hant: 泰語
zh_hk: 泰語

source: The app will monitor your cached applications for updates and automatically restore their custom icons when updates are detected.
ar: سيراقب التطبيق تطبيقاتك المخزنة مؤقتًا بحثًا عن تحديثات ويستعيد تلقائيًا أيقوناتها المخصصة عند اكتشاف التحديثات.
cs: Aplikace bude sledovat vaše uložené aplikace pro aktualizace a automaticky obnoví jejich vlastní ikony při detekci aktualizací.
da: Appen vil overvåge dine cachelagrede applikationer for opdateringer og automatisk gendanne deres brugerdefinerede ikoner, når opdateringer registreres.
de: Die App überwacht Ihre zwischengespeicherten Anwendungen auf Updates und stellt deren benutzerdefinierte Symbole automatisch wieder her.
el: Η εφαρμογή θα παρακολουθεί τις αποθηκευμένες εφαρμογές σας για ενημερώσεις και θα επαναφέρει αυτόματα τα προσαρμοσμένα εικονίδιά τους όταν εντοπιστούν ενημερώσεις.
es: La aplicación monitoreará sus aplicaciones en caché para detectar actualizaciones y restaurará automáticamente sus iconos personalizados.
fi: Sovellus seuraa välimuistissa olevia sovelluksia päivitysten varalta ja palauttaa automaattisesti niiden mukautetut kuvakkeet päivitysten yhteydessä.
fr: L'application surveillera les mises à jour de vos applications en cache et restaurera automatiquement leurs icônes personnalisées lorsque des mises à jour seront détectées.
hi: ऐप आपके कैश्ड एप्लिकेशन की अपडेट के लिए निगरानी करेगा और अपडेट पाए जाने पर स्वचालित रूप से उनके कस्टम आइकन पुनर्स्थापित करेगा।
hu: Az alkalmazás figyelni fogja a gyorsítótárazott alkalmazásokat frissítések szempontjából, és automatikusan visszaállítja az egyéni ikonjaikat frissítés észlelésekor.
id: Aplikasi akan memantau aplikasi yang di-cache untuk pembaruan dan secara otomatis memulihkan ikon kustomnya saat pembaruan terdeteksi.
it: L'app monitorerà le applicazioni memorizzate per gli aggiornamenti e ripristinerà automaticamente le icone personalizzate.
ja: アプリはキャッシュされたアプリケーションの更新を監視し、更新が検出されるとカスタムアイコンを自動的に復元します。
ko: 앱이 캐시된 응용 프로그램의 업데이트를 모니터링하고 업데이트가 감지되면 자동으로 사용자 지정 아이콘을 복원합니다.
ms: Apl akan memantau aplikasi yang dicache anda untuk kemas kini dan secara automatik memulihkan ikon tersuai mereka apabila kemas kini dikesan.
nb: Appen vil overvåke de bufrede applikasjonene dine for oppdateringer og automatisk gjenopprette deres tilpassede ikoner når oppdateringer oppdages.
nl: De app controleert uw opgeslagen applicaties op updates en herstelt automatisch hun aangepaste pictogrammen wanneer updates worden gedetecteerd.
pl: Aplikacja będzie monitorować zapisane aplikacje pod kątem aktualizacji i automatycznie przywracać ich niestandardowe ikony po wykryciu aktualizacji.
pt: O aplicativo monitorará seus aplicativos em cache para atualizações e restaurará automaticamente seus ícones personalizados.
ro: Aplicația va monitoriza aplicațiile din cache pentru actualizări și va restaura automat pictogramele personalizate când sunt detectate actualizări.
ru: Приложение будет отслеживать обновления кэшированных приложений и автоматически восстанавливать их пользовательские значки.
sv: Appen övervakar dina cachade applikationer för uppdateringar och återställer automatiskt deras anpassade ikoner när uppdateringar upptäcks.
th: แอปจะตรวจสอบแอปพลิเคชันที่แคชไว้ของคุณเพื่อหาการอัปเดตและกู้คืนไอคอนที่กำหนดเองโดยอัตโนมัติเมื่อตรวจพบการอัปเดต
tr: Uygulama, önbelleğe alınmış uygulamalarınızı güncellemeler için izleyecek ve güncellemeler algılandığında özel simgelerini otomatik olarak geri yükleyecektir.
uk: Додаток буде відстежувати кешовані програми на наявність оновлень і автоматично відновлювати їхні іконки при виявленні оновлень.
vi: Ứng dụng sẽ theo dõi các ứng dụng đã lưu để tìm bản cập nhật và tự động khôi phục biểu tượng tùy chỉnh khi phát hiện bản cập nhật.
zh_hans: 该应用程序将监视您缓存的应用程序是否有更新，并在检测到更新时自动恢复其自定义图标。
zh_hant: App 會監視你快取的應用程式是否有更新，並在偵測到更新時自動回復其自訂圖像。
zh_hk: 應用程式會監視你快取的應用程式是否有更新，並在偵測到更新時自動回復其自訂圖像。

source: The IconChanger CLI tool provides command-line access to import and export configurations.
ar: توفر أداة CLI الخاصة بـ IconChanger وصولاً من سطر الأوامر لاستيراد وتصدير التكوينات.
cs: Nástroj příkazového řádku IconChanger poskytuje přístup pro import a export konfigurací.
da: IconChanger CLI-værktøjet giver kommandolinjeadgang til at importere og eksportere konfigurationer.
de: Das IconChanger-CLI-Tool bietet Befehlszeilenzugriff zum Importieren und Exportieren von Konfigurationen.
el: Το εργαλείο CLI του IconChanger παρέχει πρόσβαση γραμμής εντολών για εισαγωγή και εξαγωγή διαμορφώσεων.
es: La herramienta CLI de IconChanger proporciona acceso por línea de comandos para importar y exportar configuraciones.
fi: IconChanger CLI-työkalu tarjoaa komentorivin kautta pääsyn tuoda ja viedä määrityksiä.
fr: L'outil CLI IconChanger fournit un accès en ligne de commande pour importer et exporter les configurations.
hi: IconChanger CLI टूल कॉन्फ़िगरेशन आयात और निर्यात करने के लिए कमांड लाइन एक्सेस प्रदान करता है।
hu: Az IconChanger CLI eszköz parancssori hozzáférést biztosít konfigurációk importálásához és exportálásához.
id: Alat CLI IconChanger menyediakan akses baris perintah untuk mengimpor dan mengekspor konfigurasi.
it: Lo strumento CLI di IconChanger fornisce l'accesso da riga di comando per importare ed esportare configurazioni.
ja: IconChanger CLIツールは、構成をインポートおよびエクスポートするためのコマンドラインアクセスを提供します。
ko: IconChanger CLI 도구는 구성 가져오기 및 내보내기를 위한 명령줄 접근을 제공합니다.
ms: Alat CLI IconChanger menyediakan akses baris perintah untuk mengimport dan mengeksport konfigurasi.
nb: IconChanger CLI-verktøyet gir kommandolinjetilgang for å importere og eksportere konfigurasjoner.
nl: De IconChanger CLI-tool biedt opdrachtregeltoegang voor het importeren en exporteren van configuraties.
pl: Narzędzie CLI IconChanger zapewnia dostęp z wiersza poleceń do importu i eksportu konfiguracji.
pt: A ferramenta CLI do IconChanger fornece acesso por linha de comando para importar e exportar configurações.
ro: Instrumentul CLI IconChanger oferă acces din linia de comandă pentru importul și exportul configurărilor.
ru: Инструмент CLI IconChanger предоставляет доступ к импорту и экспорту конфигураций через командную строку.
sv: IconChanger CLI-verktyget ger kommandoradsåtkomst för att importera och exportera konfigurationer.
th: เครื่องมือ CLI ของ IconChanger ให้การเข้าถึงบรรทัดคำสั่งเพื่อนำเข้าและส่งออกการกำหนดค่า
tr: IconChanger CLI aracı, yapılandırmaları içe ve dışa aktarmak için komut satırı erişimi sağlar.
uk: Інструмент CLI IconChanger надає доступ з командного рядка для імпорту та експорту конфігурацій.
vi: Công cụ CLI IconChanger cung cấp quyền truy cập dòng lệnh để nhập và xuất cấu hình.
zh_hans: IconChanger CLI 工具提供命令行访问权限以导入和导出配置。
zh_hant: IconChanger CLI 工具提供命令列權限來輸入和輸出設定。
zh_hk: IconChanger CLI 工具提供指令行權限來輸入和輸出設定。
